# Esentials (needed for instal.sh)
brew "stow"
brew ""

# GUI Apps
cask "bitwarden"
cask "zen-browser"
cask "firefox"
cask "google-chrome"
cask "wezterm"
cask "iina"
cask "qbittorrent"
cask "appcleaner"
cask "visual-studio-code"
cask "keepingyouawake"
cask "obsidian"
cask "karabiner-elements"
cask "raycast"
cask "raindropio"
cask "notion"
cask "discord"
cask "twingate"
cask "jordanbaird-ice"
cask "keycastr"
cask "telegram"