# Esentials (needed for instal.sh)
brew "stow"
brew "nvm"
brew "go"
brew "docker"
brew "starship"
brew "eza"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# GUI Apps
cask "bitwarden"
cask "zen-browser"
cask "firefox"
cask "google-chrome"
cask "wezterm"
cask "iina"
cask "qbittorrent"
cask "appcleaner"
cask "visual-studio-code"
cask "keepingyouawake"
cask "obsidian"
cask "karabiner-elements"
cask "raindropio"
cask "notion"
cask "twingate"
cask "jordanbaird-ice"
cask "keycastr"
cask "telegram"
cask "raycast"
cask "discord"